Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# network.error.rateLimitedFormat
source: Too many requests. Try again in %d seconds.
ar: طلبات كثيرة جدًا. حاول مرة أخرى بعد %d ثانية.
de: Zu viele Anfragen. Versuchen Sie es in %d Sekunden erneut.
es: Demasiadas solicitudes. Inténtalo de nuevo en %d segundos.
fr: Trop de requêtes. Réessayez dans %d secondes.
id: Terlalu banyak permintaan. Coba lagi dalam %d detik.
it: Troppe richieste. Riprova tra %d secondi.
ja: リクエストが多すぎます。%d秒後にもう一度お試しください。
ko: 요청이 너무 많습니다. %d초 후에 다시 시도하세요.
nl: Te veel aanvragen. Probeer het over %d seconden opnieuw.
pl: Zbyt wiele żądań. Spróbuj ponownie za %d sekund.
pt_br: Muitas requisições. Tente novamente em %d segundos.
ru: Слишком много запросов. Повторите через %d секунд.
tr: Çok fazla istek. %d saniye sonra tekrar deneyin.
uk: Забагато запитів. Спробуйте знову за %d секунд.
vi: Quá nhiều yêu cầu. Thử lại sau %d giây.
zh_hans: 请求过于频繁，请在 %d 秒后重试。
zh_hant: 請求過於頻繁，請在 %d 秒後重試。

# network.error.serverFormat
source: GitHub server error (%d)
ar: خطأ في خادم GitHub (%d)
de: GitHub-Serverfehler (%d)
es: Error del servidor de GitHub (%d)
fr: Erreur serveur GitHub (%d)
id: Kesalahan server GitHub (%d)
it: Errore server GitHub (%d)
ja: GitHubサーバーエラー (%d)
ko: GitHub 서버 오류 (%d)
nl: GitHub-serverfout (%d)
pl: Błąd serwera GitHub (%d)
pt_br: Erro do servidor GitHub (%d)
ru: Ошибка сервера GitHub (%d)
tr: GitHub sunucu hatası (%d)
uk: Помилка сервера GitHub (%d)
vi: Lỗi máy chủ GitHub (%d)
zh_hans: GitHub 服务器错误（%d）
zh_hant: GitHub 伺服器錯誤（%d）

# network.error.serverGeneric
source: Server error
ar: خطأ في الخادم
de: Serverfehler
es: Error del servidor
fr: Erreur serveur
id: Kesalahan server
it: Errore del server
ja: サーバーエラー
ko: 서버 오류
nl: Serverfout
pl: Błąd serwera
pt_br: Erro do servidor
ru: Ошибка сервера
tr: Sunucu hatası
uk: Помилка сервера
vi: Lỗi máy chủ
zh_hans: 服务器错误
zh_hant: 伺服器錯誤

# network.error.serverStatusFormat
source: Server error (%d)
ar: خطأ في الخادم (%d)
de: Serverfehler (%d)
es: Error del servidor (%d)
fr: Erreur serveur (%d)
id: Kesalahan server (%d)
it: Errore del server (%d)
ja: サーバーエラー (%d)
ko: 서버 오류 (%d)
nl: Serverfout (%d)
pl: Błąd serwera (%d)
pt_br: Erro do servidor (%d)
ru: Ошибка сервера (%d)
tr: Sunucu hatası (%d)
uk: Помилка сервера (%d)
vi: Lỗi máy chủ (%d)
zh_hans: 服务器错误（%d）
zh_hant: 伺服器錯誤（%d）

# network.error.transportFormat
source: Network error: %@
ar: خطأ في الشبكة: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
id: Kesalahan jaringan: %@
it: Errore di rete: %@
ja: ネットワークエラー: %@
ko: 네트워크 오류: %@
nl: Netwerkfout: %@
pl: Błąd sieci: %@
pt_br: Erro de rede: %@
ru: Сетевая ошибка: %@
tr: Ağ hatası: %@
uk: Мережева помилка: %@
vi: Lỗi mạng: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

# network.error.unauthorized
source: Unauthorized. Please sign in again.
ar: غير مصرح. يرجى تسجيل الدخول مرة أخرى.
de: Nicht autorisiert. Bitte melden Sie sich erneut an.
es: No autorizado. Inicia sesión de nuevo.
fr: Non autorisé. Veuillez vous reconnecter.
id: Tidak diotorisasi. Silakan masuk lagi.
it: Non autorizzato. Effettua di nuovo l'accesso.
ja: 認証されていません。もう一度サインインしてください。
ko: 인증되지 않음. 다시 로그인하세요.
nl: Niet geautoriseerd. Meld u opnieuw aan.
pl: Brak autoryzacji. Zaloguj się ponownie.
pt_br: Não autorizado. Por favor, faça login novamente.
ru: Не авторизован. Пожалуйста, войдите снова.
tr: Yetkisiz. Lütfen tekrar oturum açın.
uk: Не авторизовано. Увійдіть знову.
vi: Không được ủy quyền. Vui lòng đăng nhập lại.
zh_hans: 未授权，请重新登录。
zh_hant: 未授權，請重新登入。

# notification.batchAI.finished.bodyFormat
source: %d completed, %d ignored, %d total.
ar: %d مكتمل، %d تم تجاهله، %d الإجمالي.
de: %d abgeschlossen, %d ignoriert, %d insgesamt.
es: %d completados, %d ignorados, %d total.
fr: %d terminés, %d ignorés, %d au total.
id: %d selesai, %d diabaikan, %d total.
it: %d completati, %d ignorati, %d totali.
ja: %d 完了、%d 無視、%d 合計。
ko: %d개 완료, %d개 무시, 총 %d개.
nl: %d voltooid, %d genegeerd, %d totaal.
pl: %d zakończonych, %d pominiętych, %d łącznie.
pt_br: %d concluídos, %d ignorados, %d total.
ru: %d выполнено, %d пропущено, всего %d.
tr: %d tamamlandı, %d yok sayıldı, %d toplam.
uk: %d виконано, %d пропущено, %d всього.
vi: %d hoàn thành, %d bỏ qua, %d tổng cộng.
zh_hans: 已完成 %d 个，忽略 %d 个，共 %d 个。
zh_hant: 已完成 %d 個，忽略 %d 個，共 %d 個。

# notification.batchAI.finished.title
source: Batch AI finished
ar: انتهى الذكاء الاصطناعي الدفعي
de: Batch-KI abgeschlossen
es: IA por lotes finalizada
fr: Traitement IA par lot terminé
id: Batch AI selesai
it: Batch AI completato
ja: バッチAIが完了しました
ko: 일괄 AI 완료
nl: Batch-AI voltooid
pl: Zakończono wsadowe AI
pt_br: IA em lote concluída
ru: Пакетный AI завершён
tr: Toplu AI tamamlandı
uk: Пакетний ШІ завершено
vi: AI hàng loạt đã hoàn thành
zh_hans: 批量 AI 已完成
zh_hant: 批量 AI 已完成

# notification.batchAI.finishedWithFailures.bodyFormat
source: %d completed, %d ignored, %d failed, %d total.
ar: %d مكتمل، %d تم تجاهله، %d فشل، %d الإجمالي.
de: %d abgeschlossen, %d ignoriert, %d fehlgeschlagen, %d insgesamt.
es: %d completados, %d ignorados, %d fallidos, %d total.
fr: %d terminés, %d ignorés, %d échoués, %d au total.
id: %d selesai, %d diabaikan, %d gagal, %d total.
it: %d completati, %d ignorati, %d falliti, %d totali.
ja: %d 完了、%d 無視、%d 失敗、%d 合計。
ko: %d개 완료, %d개 무시, %d개 실패, 총 %d개.
nl: %d voltooid, %d genegeerd, %d mislukt, %d totaal.
pl: %d zakończonych, %d pominiętych, %d nieudanych, %d łącznie.
pt_br: %d concluídos, %d ignorados, %d falhas, %d total.
ru: %d выполнено, %d пропущено, %d с ошибками, всего %d.
tr: %d tamamlandı, %d yok sayıldı, %d başarısız, %d toplam.
uk: %d виконано, %d пропущено, %d помилок, %d всього.
vi: %d hoàn thành, %d bỏ qua, %d thất bại, %d tổng cộng.
zh_hans: 已完成 %d 个，忽略 %d 个，失败 %d 个，共 %d 个。
zh_hant: 已完成 %d 個，忽略 %d 個，失敗 %d 個，共 %d 個。

# notification.batchAI.finishedWithFailures.title
source: Batch AI needs review
ar: الذكاء الاصطناعي الدفعي يحتاج إلى مراجعة
de: Batch-KI erfordert Überprüfung
es: IA por lotes necesita revisión
fr: Traitement IA par lot nécessite une vérification
id: Batch AI perlu ditinjau
it: Batch AI richiede revisione
ja: バッチAIの確認が必要です
ko: 일괄 AI 검토 필요
nl: Batch-AI vereist controle
pl: Wsadowe AI wymaga przeglądu
pt_br: IA em lote precisa de revisão
ru: Пакетный AI требует проверки
tr: Toplu AI inceleme gerektiriyor
uk: Пакетний ШІ потребує перевірки
vi: AI hàng loạt cần xem xét
zh_hans: 批量 AI 需要查看
zh_hant: 批量 AI 需要查看

# notification.mcp.failed.title
source: MCP service failed to start
ar: فشل بدء خدمة MCP
de: MCP-Dienst konnte nicht gestartet werden
es: El servicio MCP no pudo iniciarse
fr: Le service MCP n'a pas pu démarrer
id: Layanan MCP gagal dimulai
it: Avvio del servizio MCP non riuscito
ja: MCPサービスの起動に失敗しました
ko: MCP 서비스 시작 실패
nl: MCP-service starten mislukt
pl: Nie udało się uruchomić usługi MCP
pt_br: Falha ao iniciar serviço MCP
ru: Не удалось запустить службу MCP
tr: MCP hizmeti başlatılamadı
uk: Не вдалося запустити службу MCP
vi: Dịch vụ MCP không thể khởi động
zh_hans: MCP 服务启动失败
zh_hant: MCP 服務啟動失敗

# notification.sync.failed.title
source: Star sync failed
ar: فشل مزامنة النجوم
de: Stern-Synchronisierung fehlgeschlagen
es: La sincronización de estrellas falló
fr: La synchronisation des étoiles a échoué
id: Sinkronisasi bintang gagal
it: Sincronizzazione stelle fallita
ja: スターの同期に失敗しました
ko: 별 동기화 실패
nl: Starsynchronisatie mislukt
pl: Synchronizacja gwiazdek nie powiodła się
pt_br: Falha na sincronização de estrelas
ru: Синхронизация звёзд не удалась
tr: Yıldız senkronizasyonu başarısız
uk: Не вдалося синхронізувати зірки
vi: Đồng bộ sao thất bại
zh_hans: Stars 同步失败
zh_hant: Stars 同步失敗

# notification.sync.rateLimited.bodyFormat
source: GitHub rate limit was reached. Try again after %@.
ar: تم الوصول إلى حد معدل GitHub. حاول مرة أخرى بعد %@.
de: GitHub-Ratenlimit erreicht. Versuchen Sie es nach %@ erneut.
es: Se alcanzó el límite de tasa de GitHub. Inténtalo de nuevo después de %@.
fr: La limite de débit GitHub a été atteinte. Réessayez après %@.
id: Batas kecepatan GitHub tercapai. Coba lagi setelah %@.
it: Limite di richieste GitHub raggiunto. Riprova dopo %@.
ja: GitHubのレート制限に達しました。%@後に再試行してください。
ko: GitHub 속도 제한에 도달했습니다. %@ 후에 다시 시도하세요.
nl: GitHub-snelheidslimiet bereikt. Probeer het opnieuw na %@.
pl: Osiągnięto limit żądań GitHub. Spróbuj ponownie po %@.
pt_br: Limite de taxa do GitHub atingido. Tente novamente após %@.
ru: Достигнут лимит запросов к GitHub. Повторите попытку через %@.
tr: GitHub hız sınırına ulaşıldı. %@ sonra tekrar deneyin.
uk: Досягнуто ліміту запитів GitHub. Спробуйте ще раз через %@.
vi: Đã đạt giới hạn tốc độ GitHub. Thử lại sau %@.
zh_hans: GitHub 配额已用尽，请在 %@ 后重试。
zh_hant: GitHub 配額已用盡，請在 %@ 後重試。

# notification.sync.rateLimited.title
source: GitHub rate limit reached
ar: تم الوصول إلى حد معدل GitHub
de: GitHub-Ratenlimit erreicht
es: Límite de tasa de GitHub alcanzado
fr: Limite de débit GitHub atteinte
id: Batas kecepatan GitHub tercapai
it: Limite di richieste GitHub raggiunto
ja: GitHubのレート制限に達しました
ko: GitHub 속도 제한 도달
nl: GitHub-snelheidslimiet bereikt
pl: Osiągnięto limit żądań GitHub
pt_br: Limite de taxa do GitHub atingido
ru: Лимит запросов к GitHub исчерпан
tr: GitHub hız sınırına ulaşıldı
uk: Досягнуто ліміту запитів GitHub
vi: Đã đạt giới hạn tốc độ GitHub
zh_hans: GitHub 配额已用尽
zh_hant: GitHub 配額已用盡

# notification.sync.unauthorized.body
source: Your GitHub session expired. Sign in again to resume syncing starred repositories.
ar: انتهت جلسة GitHub الخاصة بك. سجل الدخول مرة أخرى لاستئناف مزامنة المستودعات المميزة بنجمة.
de: Ihre GitHub-Sitzung ist abgelaufen. Melden Sie sich erneut an, um die Synchronisierung der markierten Repositorys fortzusetzen.
es: Tu sesión de GitHub expiró. Inicia sesión de nuevo para reanudar la sincronización de repositorios destacados.
fr: Votre session GitHub a expiré. Connectez-vous à nouveau pour reprendre la synchronisation des dépôts suivis.
id: Sesi GitHub Anda kedaluwarsa. Masuk lagi untuk melanjutkan sinkronisasi repositori yang dibintangi.
it: La sessione GitHub è scaduta. Accedi di nuovo per riprendere la sincronizzazione dei repository stellati.
ja: GitHubセッションの有効期限が切れました。スター付きリポジトリの同期を再開するには、もう一度サインインしてください。
ko: GitHub 세션이 만료되었습니다. 별표 저장소 동기화를 다시 시작하려면 다시 로그인하세요.
nl: Je GitHub-sessie is verlopen. Log opnieuw in om de synchronisatie van gemarkeerde repositories te hervatten.
pl: Twoja sesja GitHub wygasła. Zaloguj się ponownie, aby wznowić synchronizację oznaczonych repozytoriów.
pt_br: Sua sessão do GitHub expirou. Faça login novamente para continuar sincronizando repositórios com estrela.
ru: Ваш сеанс GitHub истёк. Войдите снова, чтобы продолжить синхронизацию отмеченных репозиториев.
tr: GitHub oturumunuzun süresi doldu. Yıldızlanan depoları senkronize etmeye devam etmek için tekrar oturum açın.
uk: Термін дії сеансу GitHub минув. Увійдіть знову, щоб продовжити синхронізацію позначених зірками репозиторіїв.
vi: Phiên GitHub của bạn đã hết hạn. Đăng nhập lại để tiếp tục đồng bộ kho lưu trữ đã gắn sao.
zh_hans: GitHub 登录状态已失效，请重新登录后继续同步 Stars。
zh_hant: GitHub 登入狀態已失效，請重新登入後繼續同步 Stars。

# notification.sync.unauthorized.title
source: GitHub sign-in required
ar: تسجيل الدخول إلى GitHub مطلوب
de: GitHub-Anmeldung erforderlich
es: Se requiere inicio de sesión en GitHub
fr: Connexion GitHub requise
id: Diperlukan masuk ke GitHub
it: Accesso GitHub richiesto
ja: GitHubサインインが必要です
ko: GitHub 로그인 필요
nl: GitHub-aanmelding vereist
pl: Wymagane logowanie do GitHub
pt_br: Login no GitHub necessário
ru: Требуется вход в GitHub
tr: GitHub oturumu gerekli
uk: Потрібен вхід до GitHub
vi: Yêu cầu đăng nhập GitHub
zh_hans: 需要重新登录 GitHub
zh_hant: 需要重新登入 GitHub

# onboarding.action.back
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 上一步
zh_hant: 上一步

# onboarding.action.browseTrending
source: Browse Trending
ar: تصفح الشائع
de: Trends durchsuchen
es: Explorar tendencias
fr: Parcourir les tendances
id: Jelajahi Trending
it: Sfoglia Trending
ja: トレンドを閲覧
ko: 트렌딩 탐색
nl: Trending bekijken
pl: Przeglądaj popularne
pt_br: Explorar Tendências
ru: Просмотреть тренды
tr: Trendleri Keşfet
uk: Переглянути популярне
vi: Duyệt Trending
zh_hans: 先逛 Trending
zh_hant: 先逛 Trending

# onboarding.action.next
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Avançar
ru: Далее
tr: İleri
uk: Далі
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# onboarding.action.signInSync
source: Sign in & Sync Stars
ar: تسجيل الدخول ومزامنة النجوم
de: Anmelden & Sterne synchronisieren
es: Iniciar sesión y sincronizar estrellas
fr: Se connecter et synchroniser les étoiles
id: Masuk & Sinkronkan Bintang
it: Accedi e sincronizza stelle
ja: サインインしてスターを同期
ko: 로그인 및 별 동기화
nl: Aanmelden en stars synchroniseren
pl: Zaloguj się i synchronizuj gwiazdki
pt_br: Entrar e Sincronizar Estrelas
ru: Войти и синхронизировать звёзды
tr: Oturum Aç ve Yıldızları Senkronize Et
uk: Увійти та синхронізувати зірки
vi: Đăng nhập & Đồng bộ Sao
zh_hans: 登录同步 Stars
zh_hant: 登入同步 Stars

# onboarding.action.skip
source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# onboarding.exit.subtitle
source: Everything is ready. Happy exploring.
ar: كل شيء جاهز. استمتع بالاستكشاف.
de: Alles ist bereit. Viel Spaß beim Entdecken.
es: Todo está listo. Feliz exploración.
fr: Tout est prêt. Bonne exploration.
id: Semuanya siap. Selamat menjelajah.
it: Tutto è pronto. Buona esplorazione.
ja: 準備は完了しました。楽しい探索を。
ko: 모든 준비가 완료되었습니다. 즐거운 탐험 되세요.
nl: Alles is klaar. Veel plezier met ontdekken.
pl: Wszystko gotowe. Miłego odkrywania.
pt_br: Tudo pronto. Boas explorações.
ru: Всё готово. Приятного изучения.
tr: Her şey hazır. Keyifli keşifler.
uk: Усе готово. Щасливого дослідження.
vi: Mọi thứ đã sẵn sàng. Chúc bạn khám phá vui vẻ.
zh_hans: 一切就绪，尽情探索吧。
zh_hant: 一切就緒，盡情探索吧。

# onboarding.exit.title
source: Welcome Starcat
ar: مرحبًا بك في Starcat
de: Willkommen bei Starcat
es: Bienvenido a Starcat
fr: Bienvenue dans Starcat
id: Selamat datang Starcat
it: Benvenuto in Starcat
ja: Starcatへようこそ
ko: Starcat에 오신 것을 환영합니다
nl: Welkom bij Starcat
pl: Witaj w Starcat
pt_br: Bem-vindo ao Starcat
ru: Добро пожаловать в Starcat
tr: Starcat'a Hoş Geldiniz
uk: Ласкаво просимо до Starcat
vi: Chào mừng đến với Starcat
zh_hans: 欢迎加入 Starcat
zh_hant: 歡迎加入 Starcat

# onboarding.step1.detail
source: Start from Trending, Weekly picks, and AI-assisted recommendations to find projects worth starring before they disappear in the feed.
ar: ابدأ من الشائع، والاختيارات الأسبوعية، والتوصيات المدعومة بالذكاء الاصطناعي للعثور على مشاريع تستحق التنجيم قبل أن تختفي في الخلاصة.
de: Beginnen Sie mit Trends, wöchentlichen Empfehlungen und KI-gestützten Vorschlägen, um Projekte zu finden, die es wert sind, markiert zu werden, bevor sie im Feed untergehen.
es: Empieza desde Tendencias, Selecciones semanales y recomendaciones asistidas por IA para encontrar proyectos que merezcan una estrella antes de que desaparezcan del feed.
fr: Commencez par les tendances, les sélections hebdomadaires et les recommandations assistées par IA pour trouver des projets qui méritent d'être suivis avant qu'ils ne disparaissent du fil.
id: Mulai dari Trending, Pilihan Mingguan, dan rekomendasi berbasis AI untuk menemukan proyek yang layak dibintangi sebelum menghilang dari umpan.
it: Inizia da Trending, Scelte settimanali e raccomandazioni assistite dall'IA per trovare progetti degni di una stella prima che scompaiano dal feed.
ja: トレンド、週間ピック、AIアシストのおすすめから始めて、フィードで埋もれる前にスターを付ける価値のあるプロジェクトを見つけましょう。
ko: 트렌딩, 주간 추천, AI 기반 추천을 통해 피드에서 사라지기 전에 별표할 가치가 있는 프로젝트를 찾아보세요.
nl: Begin bij Trending, Wekelijkse picks en AI-ondersteunde aanbevelingen om projecten te vinden die het waard zijn om te markeren voordat ze in de feed verdwijnen.
pl: Zacznij od popularnych, cotygodniowych wyborów i rekomendacji AI, aby znaleźć projekty warte oznaczenia, zanim znikną w strumieniu.
pt_br: Comece pelas Tendências, Seleções da Semana e recomendações com IA para encontrar projetos que valem uma estrela antes que desapareçam no feed.
ru: Начните с трендов, еженедельных подборок и рекомендаций на основе ИИ, чтобы найти проекты, достойные звезды, прежде чем они исчезнут из ленты.
tr: Trendler, Haftalık Seçkiler ve yapay zeka destekli önerilerle, akışta kaybolmadan yıldızlamaya değer projeleri keşfedin.
uk: Почніть із популярного, щотижневих добірок та рекомендацій на основі ШІ, щоб знаходити проєкти, варті уваги, перш ніж вони зникнуть у стрічці.
vi: Bắt đầu từ Trending, Lựa chọn hàng tuần và đề xuất hỗ trợ AI để tìm các dự án đáng gắn sao trước khi chúng biến mất khỏi nguồn cấp dữ liệu.
zh_hans: 从 Trending、周刊精选和 AI 辅助推荐开始，先发现真正值得收藏的项目。
zh_hant: 從 Trending、週刊精選和 AI 輔助推薦開始，先發現真正值得收藏的專案。

# onboarding.step1.highlight.recommendations
source: AI recommendations
ar: توصيات الذكاء الاصطناعي
de: KI-Empfehlungen
es: Recomendaciones de IA
fr: Recommandations IA
id: Rekomendasi AI
it: Raccomandazioni IA
ja: AIおすすめ
ko: AI 추천
nl: AI-aanbevelingen
pl: Rekomendacje AI
pt_br: Recomendações com IA
ru: Рекомендации ИИ
tr: Yapay zeka önerileri
uk: Рекомендації ШІ
vi: Đề xuất AI
zh_hans: AI 推荐
zh_hant: AI 推薦

# onboarding.step1.highlight.trending
source: Trending
ar: الشائع
de: Trends
es: Tendencias
fr: Tendances
ja: トレンド
ko: 트렌딩
pl: Popularne
pt_br: Tendências
ru: Тренды
tr: Trendler
uk: Популярне
zh_hans: 热门项目
zh_hant: 熱門專案

# onboarding.step1.highlight.weekly
source: Weekly picks
ar: الاختيارات الأسبوعية
de: Wöchentliche Empfehlungen
es: Selecciones semanales
fr: Sélections hebdomadaires
id: Pilihan Mingguan
it: Scelte settimanali
ja: 週間ピック
ko: 주간 추천
nl: Wekelijkse picks
pl: Cotygodniowe wybory
pt_br: Seleções da Semana
ru: Еженедельные подборки
tr: Haftalık seçkiler
uk: Щотижневі добірки
vi: Lựa chọn hàng tuần
zh_hans: 周刊精选
zh_hant: 週刊精選

# onboarding.step1.title
source: Discover what is worth starring
ar: اكتشف ما يستحق التنجيم
de: Entdecken, was es wert ist, markiert zu werden
es: Descubre lo que merece una estrella
fr: Découvrez ce qui mérite d'être suivi
id: Temukan apa yang layak dibintangi
it: Scopri cosa vale la pena stellare
ja: スターを付ける価値のあるものを発見
ko: 별표할 가치가 있는 것을 발견하세요
nl: Ontdek wat het waard is om te markeren
pl: Odkrywaj, co warto oznaczyć
pt_br: Descubra o que vale a pena estrelar
ru: Откройте для себя, что стоит отметить звездой
tr: Yıldızlamaya değer olanı keşfedin
uk: Відкривайте те, що варто позначити зіркою
vi: Khám phá những gì đáng gắn sao
zh_hans: 发现值得收藏的项目
zh_hant: 發現值得收藏的專案

# onboarding.step2.detail
source: Open a repository and let Starcat help you read it: AI summaries explain the project, CodeFlow reveals structure, and README stays one click away.
ar: افتح مستودعًا ودع Starcat يساعدك في قراءته: تشرح ملخصات الذكاء الاصطناعي المشروع، ويكشف CodeFlow الهيكل، ويبقى README على بعد نقرة واحدة.
de: Öffnen Sie ein Repository und lassen Sie Starcat Ihnen beim Lesen helfen: KI-Zusammenfassungen erklären das Projekt, CodeFlow zeigt die Struktur und die README ist nur einen Klick entfernt.
es: Abre un repositorio y deja que Starcat te ayude a leerlo: los resúmenes de IA explican el proyecto, CodeFlow revela la estructura y el README está a un clic de distancia.
fr: Ouvrez un dépôt et laissez Starcat vous aider à le lire : les résumés IA expliquent le projet, CodeFlow révèle la structure et le README reste à un clic.
id: Buka repositori dan biarkan Starcat membantu Anda membacanya: ringkasan AI menjelaskan proyek, CodeFlow mengungkap struktur, dan README hanya satu klik jauhnya.
it: Apri un repository e lascia che Starcat ti aiuti a leggerlo: i riassunti IA spiegano il progetto, CodeFlow ne rivela la struttura e il README è a un clic di distanza.
ja: リポジトリを開いて、Starcatが読むのを手伝います：AIサマリーでプロジェクトを説明、CodeFlowで構造を表示、READMEはワンクリックで表示できます。
ko: 저장소를 열고 Starcat이 읽기를 도와드립니다: AI 요약이 프로젝트를 설명하고, CodeFlow가 구조를 보여주며, README는 한 번의 클릭으로 확인할 수 있습니다.
nl: Open een repository en laat Starcat je helpen deze te lezen: AI-samenvattingen leggen het project uit, CodeFlow onthult de structuur en README is altijd één klik verwijderd.
pl: Otwórz repozytorium, a Starcat pomoże Ci je przeczytać: podsumowania AI wyjaśniają projekt, CodeFlow pokazuje strukturę, a README jest zawsze pod ręką.
pt_br: Abra um repositório e deixe o Starcat ajudar na leitura: resumos com IA explicam o projeto, o CodeFlow revela a estrutura e o README fica a um clique de distância.
ru: Откройте репозиторий, и Starcat поможет вам его изучить: сводки ИИ объясняют проект, CodeFlow показывает структуру, а README всегда в одном клике.
tr: Bir depo açın ve Starcat'ın okumanıza yardımcı olmasına izin verin: Yapay zeka özetleri projeyi açıklar, CodeFlow yapıyı ortaya çıkarır ve README her zaman bir tık uzağınızdadır.
uk: Відкрийте репозиторій, і Starcat допоможе його прочитати: ШІ-підсумки пояснюють проєкт, CodeFlow показує структуру, а README завжди за один клік.
vi: Mở một kho lưu trữ và để Starcat giúp bạn đọc nó: tóm tắt AI giải thích dự án, CodeFlow tiết lộ cấu trúc và README chỉ cách một cú nhấp chuột.
zh_hans: 打开一个仓库后，Starcat 用 AI 摘要解释项目，用 CodeFlow 展示结构，并保留完整 README 阅读体验。
zh_hant: 打開一個倉庫後，Starcat 用 AI 摘要解釋專案，用 CodeFlow 展示結構，並保留完整 README 閱讀體驗。

# onboarding.step2.highlight.codeflow
source: CodeFlow graph
ar: رسم CodeFlow البياني
es: Gráfico de CodeFlow
fr: Graphe CodeFlow
id: Grafik CodeFlow
it: Grafico CodeFlow
ja: CodeFlowグラフ
ko: CodeFlow 그래프
nl: CodeFlow-grafiek
pl: Graf CodeFlow
pt_br: Grafo CodeFlow
ru: Граф CodeFlow
tr: CodeFlow grafiği
uk: Граф CodeFlow
vi: Biểu đồ CodeFlow
zh_hans: 代码图谱
zh_hant: 程式碼圖譜

# onboarding.step2.highlight.readme
source: README reading
ar: قراءة README
de: README-Lesen
es: Lectura de README
fr: Lecture du README
id: Pembacaan README
it: Lettura README
ja: README読み取り
ko: README 읽기
nl: README lezen
pl: Czytanie README
pt_br: Leitura do README
ru: Чтение README
tr: README okuma
uk: Читання README
vi: Đọc README
zh_hans: README 阅读
zh_hant: README 閱讀

# onboarding.step2.highlight.summary
source: AI summary
ar: ملخص الذكاء الاصطناعي
de: KI-Zusammenfassung
es: Resumen de IA
fr: Résumé IA
id: Ringkasan AI
it: Riassunto IA
ja: AIサマリー
ko: AI 요약
nl: AI-samenvatting
pl: Podsumowanie AI
pt_br: Resumo com IA
ru: Сводка ИИ
tr: Yapay zeka özeti
uk: Підсумок ШІ
vi: Tóm tắt AI
zh_hans: AI 摘要
zh_hant: AI 摘要

# onboarding.step2.title
source: Understand a repo faster
ar: افهم المستودع بشكل أسرع
de: Ein Repository schneller verstehen
es: Entiende un repositorio más rápido
fr: Comprenez un dépôt plus rapidement
id: Pahami repositori lebih cepat
it: Comprendi un repository più velocemente
ja: リポジトリをより速く理解
ko: 저장소를 더 빠르게 이해하세요
nl: Een repo sneller begrijpen
pl: Szybciej zrozum repozytorium
pt_br: Entenda um repositório mais rápido
ru: Быстрее понимайте репозиторий
tr: Bir depoyu daha hızlı anlayın
uk: Швидше розумійте репозиторій
vi: Hiểu kho lưu trữ nhanh hơn
zh_hans: 更快理解一个仓库
zh_hant: 更快理解一個倉庫
